export type Tadvantages = {
	id: string;
	preTitle: string;
	title: string;
	description: string;
	isOpen: boolean;
};

export const advantages: Tadvantages[] = [
	{
		id: "1",
		preTitle: "Փորձառու",
		title: "մասնագետներ",
		description:
			"Դասավանդում են փորձառու մասնագետներ, ովքեր կմատուցեն Ձեզ բարդ թվացող ինֆորմացիան բավականին պարզեցված տեսքով:",
		isOpen: true,
	},
	{
		id: "2",
		preTitle: "Փոքր խմբեր ",
		title: "անհատական մոտեցում",
		description:
			"Դասընթացները անցկացվում են՝ 6-8 ուսանողից կազմված խմբերից, ապահովելով անհատական մոտեցում յուրաքանչյուր ուսանողին:",
		isOpen: false,
	},
	{
		id: "3",
		preTitle: "Հարմարավետ",
		title: "կահավորված լսարաններ",
		description:
			"Մեր հարմարավետ կահավորված լսարաններում Ձեր ուսման պրոցեսը կդառնա էլ ավելի հաճելի։",
		isOpen: false,
	},
	{
		id: "4",
		preTitle: "3 դասի",
		title: "անվճար մասնակցություն",
		description:
			"Բոլոր ուսանողներին կտրամադրվի 3 փարձնական անվճար դաս, որը Ձեզ հնարավորություն կտա փորձել Ձեր ուժերը և ծանոթանալ դասապրոցեսի ընթացքին։",
		isOpen: false,
	},
	{
		id: "5",
		preTitle: "Դասի",
		title: "ձայնագրություն",
		description: "Յուրաքանչյուր դասի ավարտին կստանաք նաև դասի տեսագրությունը՝ տանը կրկնելու համար։",
		isOpen: false,
	},
	{
		id: "6",
		preTitle: "Օնլայն",
		title: "օգնական",
		description: "Կուրսի ամբողջ ընթացքում դուք կստանաք հեռավար աջակցություն` մասնագետի կողմից:",
		isOpen: false,
	},
	{
		id: "7",
		preTitle: "Ապառիկ ",
		title: "ուսուցում",
		description:
			"Շատ լավ հնարավորություն՝ սովորել ապառիկ պայմաններով և վճարել ուսման համար դասընթացի ավարտին՝ աշխատանքի անցնելուց հետո:",
		isOpen: false,
	},
	{
		id: "8",
		preTitle: "Կարիերային ",
		title: "աճ",
		description:
			"Բոլոր ուսանողները կստանան 1 ամսյա անվճար թրեյնինգ մեր HR մասնագետի կողմից` հաջողակ կարիերա ստեղծելու համար",
		isOpen: false,
	},
	{
		id: "9",
		preTitle: "Աշխատանքի ",
		title: "առաջարկ",
		description:
			"Դասընթացի ավարտին լավագույն արդյունք ցուցաբերած ուսանողներին կառաջարկվի աշխատանք գործընկեր կազմակերպություններում:",
		isOpen: false,
	},
];
